# Created on Sun Sep  5 13:48:01 2021
# @author: Daniel MacSwayne
# A collection of mathematical symbols not found on the keyboard.

###############################################################################
# Greek Lower Case

α = 0
β = 0
γ = 0
𝛿 = 0
ε = 0
ζ = 0
η = 0
θ = 0
# l
# k
λ = 0
μ = 0
# v
# xi
# o
π = 0
ρ = 0
σ = 0
τ = 0
# u
# o
# x
ψ = 0
ω = 0

###############################################################################
# Greek Upper Case

# A
# B
Γ = 0
Δ = 0
# E
# Z
# H
# O
# L
# K
Λ = 0
# M
# N
# E
# O
# ∏
# P
Σ = 0
# T
# Y
Φ = 0
# X
# Y
Ω = 0

###############################################################################
# Single Dot Lower Case. (Diaeresis)

ȧ = 0
b̈ = 0
# c
# d
# e
# f
# g
ḣ = 0
# i
# j
# k
# l
ṁ = 0
ṅ = 0
# o
# p
q̣̇ = 0
ṙ = 0
# s
# t
# u
v̇ = 0
ẇ = 0
ẋ = 0
ẏ = 0
ż = 0

###############################################################################
# Single Dot Upper Case. (Diaeresis)

Ȧ = 0
# B
# C
# D
# E
# F
# G
# H
# I
# J
# K
# L
# M
Ṅ = 0
# O
# P
Q̇ = 0
# R
# S
# T
# U
V̇ = 0
Ẇ = 0
Ẋ = 0
Ẏ = 0
Ż = 0

###############################################################################
# Double Dot Lower Case. (Diaeresis)

ä = 0
# b
c̈ = 0
# d
ë = 0
# f
# g
ḧ = 0
# i
# j
# k
# l
m̈ = 0
n̈ = 0
# o
# p
q̈ = 0
r̈ = 0
s̈ = 0
ẗ = 0
ü = 0
v̈ = 0
ẅ = 0
ẍ = 0
ÿ = 0
z̈ = 0

###############################################################################
# Double Dot Upper Case. (Diaeresis)

Ä = 0	
B̈ = 0
C̈ = 0
D1
Ë = 0
# F
# G
# H
# I
# J
# K
# L
M̈ = 0
N̈ = 0
# O
# P
Q̈ = 0
R̈ = 0
S̈ = 0
T̈ = 0
Ü = 0
V̈ = 0
Ẅ = 0
Ẍ = 0
Ÿ = 0
Z̈ = 0

###############################################################################
# Bars

a̅ = 0
A̅ = 0
b̅ = 0
B̅ = 0
c̅ = 0
C̅ = 0
d̅ = 0
D̅ = 0


# Other

∂ = 0
ћ = 0
ϖ = 0
x̄ = 0
X̄ = 0

Inverse = u"x\u207B\u00B9"
Squared = u"x\u00B2"
